
    controller.init({
        "title": "第1课时　厘米和米",
        "list": [{
            "type": "text",
            "title": "目标在心，抬头看路",
            "titleImg": "img/title_mubiaozaixin.jpg",
            "contents": ["<img width=560 height=230 id=\"图片 2\" src=\"img/k1_1_image001.jpg\">", "重点：建立1厘米的长度概念。", "难点：用尺量物体的长度（限整厘米）。"]
        }, {
            "type": "timu",
            "title": "联想预学，快乐起航",
            "titleImg": "img/title_lianxiangyuxue.jpg",
            "contents": ["1. （复习题） 计算下面各题。", "54＋12＝（&nbsp; 66&nbsp; ）　　　　8＋36＝（&nbsp; 44&nbsp; ）　　　　98-8＝（&nbsp; 90&nbsp; ）", "2. （预习题） 预习课本P3例题2，完成下面的题目。", "（&nbsp; 尺子&nbsp; ）是测量长度的工具，尺子上的（&nbsp; 厘米&nbsp; ）就是一个统一的长度单位。厘米可以用（&nbsp; cm&nbsp; ）表示。量（&nbsp; 比较短&nbsp; ）的物体，可以用“厘米”作单位。"]
        }, {
            "type": "text",
            "title": "探学教材，深度讲解",
            "titleImg": "img/title_tanxuejiaocai.jpg",
            "contents": []
        }, {
            "type": "talk",
            "title": "知识点1　统一长度单位的必要性",
            "titleImg": "img/icon_zhishidian.jpg",
            "contents": ["用拃（zhǎ）作单位量一量课桌的长。", "<img width=517 height=152 id=\"图片 3\" src=\"img/k1_1_image002.jpg\">", "阅读与理解", {
                "title": "博士",
                "data": ["请大家仔细观察上面的图，说一说老师和小男孩在干什么。"]
            }, {
                "title": "乐乐",
                "data": ["小男孩和他的老师在量桌子的长度，小男孩量的是5拃长，老师量的是3拃长。"]
            }, {
                "title": "博士",
                "data": ["你们能发现什么样的问题？"]
            }, {
                "title": "享享",
                "data": ["两个人都是用“拃”测量，但是测得的拃数却不同。"]
            }, "分析与解答", {
                "title": "博士",
                "data": ["【思维导引】 上图中，老师和小男孩的测量方法相同。为什么量的结果不一样呢？"]
            }, {
                "title": "乐乐",
                "data": ["他们都是用自己手的一拃的长度作为长度单位。他们的手大小不一样，老师“一拃”的长度与小男孩“一拃”的长度就会不同，所以得到的结果就不一样。"]
            }, {
                "title": "博士",
                "data": ["【方法探究】 我们怎样做，量的结果才一样呢？"]
            }, {
                "title": "享享",
                "data": ["如果手的大小相同，量的结果就相同。"]
            }, {
                "title": "乐乐",
                "data": ["不同的人“拃”的长短不同。用它去量物体的长度，就会出现不同的测量结果，要得到同样的测量结果，就需要统一长度单位。"]
            }, {
                "title": "博士",
                "data": ["所以我们在量物体长度的时候，先要统一长度单位。"]
            }, "回顾与反思", ["测量物体的长度，要使用同样的长度单位，也就是要统一长度单位，这样才会得到同样的测量结果。"]]
        }, {
            "type": "talk",
            "title": "知识点2　认识厘米",
            "titleImg": "img/icon_zhishidian.jpg",
            "contents": ["尺子是测量长度的工具，尺子上的“厘米”就是一个统一的长度单位。", "<img width=493 height=183 id=\"图片 4\" src=\"img/k1_1_image003.png\">", "阅读与理解", {
                "title": "博士",
                "data": ["通过观察上面的尺子，大家能得到哪些信息？"]
            }, {
                "title": "乐乐",
                "data": ["尺子上有刻度，有数字，还有单位“厘米”。"]
            }, {
                "title": "享享",
                "data": ["图中比画出了1厘米的长度，问题是：哪些物体的长度大约是1厘米？"]
            }, "分析与解答", {
                "title": "博士",
                "data": ["【思维导引】 尺子是测量长度的工具，尺子上的“厘米”就是一个统一的长度单位，你们知道1厘米的长度是多少吗？"]
            }, {
                "title": "乐乐",
                "data": ["上图中食指指在刻度“0”的位置，拇指指在刻度“1”的位置，从0到1之间的长度正好是1厘米。所以食指到拇指之间的距离正好是1厘米。尺子上每相邻的两个数之间的距离都是1厘米。"]
            }, {
                "title": "博士",
                "data": ["【方法探究】 生活中，哪些物体的长度大约是1厘米？"]
            }, {
                "title": "享享",
                "data": ["食指的宽、田字格的宽和图钉的长都大约是1厘米。"]
            }, {
                "title": "博士",
                "data": ["测量较短的物体时，通常用“厘米”作单位，厘米可以用“cm”表示。"]
            }, "回顾与反思", ["厘米是较小的长度单位，量比较短的物体时，可以用“厘米”作单位，厘米尺上每相邻两个数之间的长度都是1厘米。"]]
        }, {
            "type": "talk",
            "title": "知识点3　用厘米尺测量物体的长度",
            "titleImg": "img/icon_zhishidian.jpg",
            "contents": ["量一量下面纸条的长度。", "<img width=386 height=78 id=\"图片 5\" src=\"img/k1_1_image004.png\">", "阅读与理解", {
                "title": "博士",
                "data": ["通过观察上面的图片，你们可以得到哪些信息？"]
            }, {
                "title": "乐乐",
                "data": ["要想知道物体的长度，可以用尺子来量。"]
            }, {
                "title": "享享",
                "data": ["在上面的尺子上，从数字0到数字1之间的距离是1厘米，从数字0到数字2之间的距离是2厘米。"]
            }, "分析与解答", {
                "title": "博士",
                "data": ["【思维导引】 请大家想一想，怎样量出纸条的长度？"]
            }, {
                "title": "乐乐",
                "data": ["在量物体的长度时，把尺的刻度0对准物体的一端，再看物体的另一端对着刻度几，就是几厘米。", "<img width=288 height=96 id=\"图片 6\" src=\"img/k1_1_image005.png\">"]
            }, {
                "title": "博士",
                "data": ["【方法探究】 请你们说一说这道题的解题方法吧！"]
            }, {
                "title": "享享",
                "data": ["这个纸条的一端对着刻度0，另一端对着刻度5，说明这个纸条长5厘米。"]
            }, "回顾与反思", ["用厘米作单位测量物体的长度时，要把尺的刻度0对准物体的左端，再看物体的右端对着刻度几，就是几厘米。"]]
        }, {
            "type": "talk",
            "title": "知识点4　认识米",
            "titleImg": "img/icon_zhishidian.jpg",
            "contents": ["<img width=496 height=208 id=\"图片 7\" src=\"img/k1_1_image006.jpg\">", "阅读与理解", {
                "title": "博士",
                "data": ["观察上图，说一说图中的小男孩在做什么。"]
            }, {
                "title": "乐乐",
                "data": ["图中的小男孩在测量黑板的长度，他用了两种方法，一种方法是用黑板擦来测量，另一种方法是用米尺来测量。"]
            }, "分析与解答", {
                "title": "博士",
                "data": ["【思维导引】 请大家说一说用哪种方法测量更方便。"]
            }, {
                "title": "乐乐",
                "data": ["我认为用米尺测量更方便。"]
            }, {
                "title": "享享",
                "data": ["对，量较长物体的长度，通常用“米”作单位，所用的工具是米尺。米尺的长度是1米。"]
            }, {
                "title": "博士",
                "data": ["【方法探究】 你们知道1米有多长吗？"]
            }, {
                "title": "乐乐",
                "data": ["女孩展开双臂，两手之间的距离约为1米；男孩的身高比1米多一点。", "<img width=301 height=151 id=\"图片 8\" src=\"img/k1_1_image007.png\">"]
            }, {
                "title": "博士",
                "data": ["大家说得真好！量比较长的物体，通常用“米”作单位，米可以用字母“m”表示。"]
            }, "回顾与反思", ["量较长物体的长度一般用“米”作单位，所用的工具是米尺。米尺的长度是1米。"]]
        }, {
            "type": "talk",
            "title": "知识点5　米和厘米之间的关系",
            "titleImg": "img/icon_zhishidian.jpg",
            "contents": ["在米尺上看看1米里面有多少个1厘米。", "阅读与理解", {
                "title": "博士",
                "data": ["大家仔细读题，从题中你们得到了哪些信息？"]
            }, {
                "title": "乐乐",
                "data": ["题目要求的是1米里面有多少个1厘米。"]
            }, "分析与解答", {
                "title": "博士",
                "data": ["【思维导引】 请大家想一想，你们是如何思考的呢？"]
            }, {
                "title": "乐乐",
                "data": ["我拿出米尺观察一下，看在1米的位置对应的是多少厘米。"]
            }, {
                "title": "博士",
                "data": ["【方法探究】 通过观察，你们发现了什么？"]
            }, {
                "title": "享享",
                "data": ["我发现在1米的位置对应的是100厘米，也就是说，1米里面有100个1厘米。"]
            }, {
                "title": "乐乐",
                "data": ["由此可见，1米＝100厘米，反过来，100厘米＝1米。"]
            }, "回顾与反思", ["米和厘米之间的关系：1米＝100厘米。"]]
        }, {
            "type": "jiaohu",
            "title": "易错考题，排难释疑",
            "titleImg": "img/title_yicuokaoti.jpg",
            "contents": ["例1：下图中，（　　）的测量方法正确。", "<img width=474 height=75 id=\"图片 9\" src=\"img/k1_1_image008.jpg\">", {
                "title": "错误答案",
                "data": ["B"]
            }, {
                "title": "分析",
                "data": ["B选项直接从尺子左端开始量，没对准刻度0，这是错误的。量物体的长度时，一般从0刻度开始， 这样容易识别单位。"]
            }, {
                "title": "正确解答",
                "data": ["A"]
            }, "例2：判断：1米＜98厘米&nbsp;&nbsp;&nbsp; （　　）", {
                "title": "错误答案",
                "data": ["√", "<img width=289 height=99 id=\"图片 11\" src=\"img/k1_1_image009.png\">"]
            }, {
                "title": "分析",
                "data": ["此题错在没有正确掌握米和厘米之间的关系，只比较了数的大小，忽略了长度单位米和厘米的不同。1米＝100厘米，100厘米＞98厘米，所以1米＞98厘米。"]
            }, {
                "title": "正确解答",
                "data": ["×"]
            }]
        }, {
            "type": "timu",
            "title": "测学跟踪",
            "titleImg": "img/title_cexuegenzong.jpg",
            "contents": ["1. 这支铅笔长（&nbsp;&nbsp; 9&nbsp;&nbsp; ）厘米。", "<img width=473 height=78 id=\"图片 12\" src=\"img/k1_1_image010.png\">", "2. 用厘米尺测量物体的长度时，通常要把尺子的（&nbsp;&nbsp; 0&nbsp;&nbsp; ）刻度对准物体的一端，再看&nbsp; 物体的另一端对着几，就是几厘米。"]
        }, {
            "type": "jiaohu",
            "title": "提优加分，开放延伸",
            "titleImg": "img/title_tiyoujiafen.jpg",
            "contents": ["【提优链接点一】 不从刻度0测量物体的长度", "例1： 下图中的物体长几厘米？", "<img width=377 height=82 id=\"图片 13\" src=\"img/k1_1_image011.png\">", {
                "title": "分析",
                "data": ["如果物体的一端不是对着尺子的0刻度，而是对着其他刻度时，就将物体两端所对着的两个刻度相减，也可以得到物体的长度。"]
            }, {
                "title": "解答",
                "data": ["&nbsp; 7－2＝5（厘米）"]
            }, "【提优链接点二】 求重叠在一起的物体长度", "例2：将两根长10厘米的木条钉成一根长木条，两根木条连接点重叠部分的长度是2厘米，这根长木条的长度是多少厘米？", {
                "title": "分析",
                "data": ["已知一根木条长10厘米，那么两根木条的总长度是10＋10＝20（厘米），但是有2厘米的重叠部分，因此应该在总长度中减去重叠的2厘米。"]
            }, {
                "title": "解答",
                "data": ["&nbsp; 10＋10＝20（厘米）　20－2＝18（厘米）", "口答：这根长木条的长度是18厘米。"]
            }]
        }]
    });